[
  {
    "id": 1,
    "name": "Patil Narendra",
    "position": "Project Manager",
    "company": "Tata Steel Jamshedpur",
    "rating": 5,
    "comment": "Very good service team & support has been provided whenever required. Installation & commissioning has been carried out very professionally by Mr. Manish singh.(Hydroflux Engineer)!"
  },
  {
    "id": 2,
    "name": "Kamal Lochan Sahoo",
    "position": "Manager",
    "company": "Gurukrupa chick's to chiken pvt ltd",
    "rating": 5,
    "comment": "Gurukrupa chick's to chiken pvt ltd 1000 lph RO plant installation by Manish from hydroflux. Good work!"
  },
  {
    "id": 3,
    "name": "Ravinder Sharma",
    "position": "Manager",
    "company": "Greenheck India",
    "rating": 5,
    "comment": "Hydroflux worked in bawal Greenheck India. Installation team worked pretty fast and good. Hopeful to get new STP functioning very soon!"
  },
  {
    "id": 4,
    "name": "Tarun Kashyap",
    "position": "Owner",
    "company": "Aegis Detailing Studio, Chandigarh",
    "rating": 5,
    "comment": "The Hydroflux ETP (Effluent Treatment Plant) installed in Aegis Detailing Studio in Chandigarh demonstrates solid performance with a compliance rating of 10/10, reflecting adherence to environmental regulations. The engineers from Hydroflux were notably skilled."
  },
  {
    "id": 5,
    "name": "Mr. Sanjeev Malviya",
    "position": "Project Head",
    "company": "Deshwal Waste Management",
    "rating": 5,
    "comment": "Hydroflux have been the most knowledgeable, efficient, polite and professional company to deal with. The communication within their company, between clients and third parties is exceptional."
  },
  {
    "id": 6,
    "name": "Mr. Rahul Poddar",
    "position": "Director",
    "company": "UNA Miricle Foods",
    "rating": 5,
    "comment": "Hydroflux's systems have proven a good solution to our needs. The system is performing to specification, but the service from Hydroflux stands out the most. They have exceeded our expectations."
  },
  {
    "id": 7,
    "name": "Mr. Sadik",
    "position": "CEO",
    "company": "Focus Energy Ltd.",
    "rating": 5,
    "comment": "All work was coordinated extremely well! Very professional throughout the entire process, from quoting stage to installation. Would highly recommend. Prompt, professional and knowledgeable."
  },
  {
    "id": 8,
    "name": "Mr. Sanjeev Gupta",
    "position": "Manager",
    "company": "Stella Industries Ltd",
    "rating": 5,
    "comment": "I am extremely happy with the quality and professionalism displayed by the company and its employees. Throughout the project dedication and customer service was outstanding."
  },
  {
    "id": 9,
    "name": "Rohit Huinwar",
    "position": "Owner",
    "company": "Private Industry",
    "rating": 5,
    "comment": "Last year we have purchased ETP plant from M/s. Hydroflux Engineering. Since then there is no complaint about working and plant is running smoothly. And best thing is it was cheaper then other suppliers."
  },
  {
    "id": 10,
    "name": "Prakash Mishra",
    "position": "Project Manager",
    "company": "Epack polymers pvt LTD, Darbhanga airport project",
    "rating": 5,
    "comment": "Good work Hydroflux Engineering Pvt Ltd and especially at darbhanga airport project site Hydroflux staff is very good and cooperative they all are very hardworking."
  }
]

